package data

const (
	START_MESSAGE                  = "👋Приветствуем!\n Бот поможет провести Вам розыгрыш на канале."
	NO_ADMINS_MESSAGE              = "Нет админов для обновления"
	SUCCESS_REFRESH_ADMINS_MESSAGE = "Список админов успешно обновлен"
	ADD_TARGET_CHANNEL             = "Введите id канала, в котором будет опубликован розыгрыш. Вы должны быть администратором этого канала и добавить в администраторы бота.\\n Чтобы узнать id приватного канала, перешлите любой пост из этого канала специальному боту @getmyid_bot, нижняя строка-ответ от бота и будет являться id Вашего канала. Перешлите этот id боту"
	CANNOT_FIND_USER_MESSAGE       = "Не могу найти тебя в базе. Обратись к разработчику"
)
